Repository: Ziad501/Rasef
Catalog: Rasef/Resources/Localization/Strings.*.resx
Languages: ar

source: Home
ar: الرئيسية

source: Menu
ar: القائمة

source: Profile
ar: الملف الشخصي

source: About
ar: حول

source: Settings
ar: الإعدادات

source: Logout
ar: تسجيل الخروج

source: Pavement
ar: الرصف

# workOrder
source: Work Orders
ar: أوامر العمل

source: Dashboards
ar: لوحات المعلومات

source: Business Intelligence
ar: ذكاء الأعمال

source: Geo Provider
ar: مزود الخرائط

source: System Settings
ar: إعدادات النظام

# EAM
source: Enterprise Asset Management
ar: نظام إدارة الأصول المؤسسية

source: Distortion
ar: الإنحراف

source: GIS
ar: نظام المعلومات الجغرافية

source: Parameters
ar: حدود

source: Configuration
ar: إعدادات

# systemTitle
source: RASEF System
ar: نــظــام راصــف

# systemSubtitle
source: Road Network Maintenance & Management
ar: إدارة وصيانة شبكات الطرق

# agency
source: Ministry of Transport & Logistics
ar: وزارة النقل والخدمات اللوجستية

source: Dashboard
ar: لوحة القيادة

# dashboardDesc
source: View general KPIs
ar: عرض المؤشرات العامة

source: Project Management
ar: إدارة المشاريع

# projectDesc
source: Plan and track execution
ar: تخطيط ومتابعة التنفيذ

source: Reports
ar: التقارير

# reportsDesc
source: Detailed reports and analytics
ar: تقارير تفصيلية وتحليلات دقيقة

source: User Management
ar: إدارة المستخدمين

# userDesc
source: Manage users and permissions
ar: التحكم في الصلاحيات والمستخدمين

# workorderDesc
source: Manage and track work orders
ar: إدارة ومتابعة أوامر العمل

source: Consultant
ar: الاستشاري

source: Project Manager
ar: مدير المشروع

source: Department Manager
ar: مدير الإدارة

source: Municipality Head
ar: رئيس البلدية

source: Excavations
ar: الحفريات

source: General Manager
ar: مدير عام الإدارة

source: Contractor
ar: المقاول

source: Work Order Tracking
ar: تتبع أوامر العمل

# trackingSubtitle
source: Manage and monitor all work orders
ar: إدارة ومتابعة جميع أوامر العمل

source: Create Work Order
ar: إنشاء أمر عمل

source: Search
ar: بحث

# searchPlaceholder
source: Search by number or street
ar: بحث برقم الامر أو الشارع

# filterStatus
source: Status
ar: الحالة

# filterMunicipality
source: Municipality
ar: البلدية

source: All
ar: الكل

# workOrderNumber
source: Work Order #
ar: رقم امر العمل

source: Type
ar: النوع

source: Status
ar: الحالة

source: Municipality
ar: البلدية

source: Street
ar: الشارع

source: Created Date
ar: تاريخ الإنشاء

source: Current Stage
ar: المرحلة الحالية

source: Actions
ar: الإجراءات

# viewDetails
source: Details
ar: التفاصيل

source: Showing
ar: عرض

source: to
ar: إلى

source: of
ar: من

source: results
ar: نتيجة

# noResults
source: No results found
ar: لا توجد نتائج

source: Items per page
ar: عدد العناصر في الصفحة

source: Page
ar: صفحة

source: Previous
ar: السابق

source: Next
ar: التالي

source: Edit
ar: تعديل

source: Normal
ar: عادي

source: Exception Priority
ar: استثناء أولوية

source: Exception Emergency
ar: استثناء طارئ

source: Pending Review
ar: قيد المراجعة

source: Approved
ar: معتمد

source: Rejected
ar: مرفوض

source: In Progress
ar: قيد التنفيذ

source: Completed
ar: مكتمل

# title_edit
source: Edit Work Order
ar: تعديل أمر العمل

# subtitle_edit
source: Update work order details and save changes
ar: حدّث بيانات أمر العمل واحفظ التغييرات

source: Notes
ar: الملاحظات

# save
source: Save Changes
ar: حفظ التغييرات

source: Cancel
ar: إلغاء

# title_details
source: Work Order Details
ar: تفاصيل أمر العمل

# subtitle_details
source: Complete information and actions view
ar: عرض كامل المعلومات والإجراءات

source: Back
ar: عودة

source: Print
ar: طباعة

# streetInfo
source: Street Information
ar: معلومات الشارع

source: Main District
ar: الحي الرئيسي

source: Sub-District
ar: الحي الفرعي

source: Street Nos
ar: أرقام الشوارع

# sectionNo
source: Section No (Sub)
ar: رقم المقطع (فرعي)

# sector
source: Sector (Main)
ar: القطاع (رئيسي)

# category
source: Street Category
ar: تصنيف الشارع

source: Main Street
ar: شارع رئيسي

source: Sub Street
ar: شارع فرعي

# perLaneTypes
source: Lane Types
ar: أنواع المسارات

source: Workflow Progress
ar: تقدم سير العمل

source: Project Details
ar: تفاصيل المشروع

source: Project
ar: المشروع

source: Contract Number
ar: رقم العقد/الارتباط

source: Duration
ar: المدة

source: Days
ar: يوم

source: Site Location
ar: موقع الموقع

source: Order Dates
ar: تواريخ الأمر

source: Order Date
ar: تاريخ الأمر

source: End Date
ar: تاريخ الانتهاء

source: Renew Date
ar: تاريخ التجديد

source: Warranty
ar: الضمان

source: Years Of Life
ar: سنوات العمر

source: Warranty Start Date
ar: بداية الضمان

source: Warranty End Date
ar: نهاية الضمان

source: Attachments
ar: المرفقات

source: Consultant Attachments
ar: مرفقات الاستشاري

source: Contractor Attachments
ar: مرفقات المقاول

source: Download
ar: تحميل

source: Uploaded By
ar: رفع بواسطة

source: Workflow History
ar: سجل سير العمل

source: Stage
ar: المرحلة

source: Action By
ar: الإجراء بواسطة

source: Action Date
ar: تاريخ الإجراء

source: Comments
ar: التعليقات

source: Equipment
ar: المعدات

source: Equipment List
ar: قائمة المعدات

source: Quantity
ar: الكمية

# itemFix
source: Fixes
ar: الإصلاحات

source: Fix List
ar: قائمة الإصلاحات

source: Description
ar: الوصف

source: BOQ Items
ar: عناصر BOQ

source: Item Desc
ar: وصف العنصر

source: Item Code
ar: كود العنصر

source: Unit
ar: الوحدة

source: Qty
ar: الكمية

source: Prev Exec
ar: التنفيذ السابق

source: Exec Qty
ar: كمية التنفيذ

source: Remainder
ar: الباقي

# excavationInfo
source: Excavation Information
ar: معلومات الحفريات

source: Excavation Status
ar: حالة الحفريات

source: Excavation Notes
ar: ملاحظات الحفريات

# RJI
source: Maintenance Request Created
ar: إنشاء طلب أمر صيانة

# RJOP
source: Excavation Permit Request Exists
ar: يوجد طلب لرخصة حفر

# RJPP
source: Excavation Permit Exists
ar: رخصة حفر موجودة

# RJPBI
source: Ready for Publishing
ar: جاهز للنشر

# RJPB
source: In Publishing Stage
ar: في مرحلة النشر

# RJOR
source: Ready for Rasef System
ar: جاهز للنشر في نظام راصف

# RJOS
source: Objection from Excavation
ar: اعتراض من قبل الحفريات

# RJOB
source: Approved
ar: تمت الموافقة

# title_create
source: New Work Order
ar: إنشاء أمر عمل جديد

# subtitle_create
source: Enter new work order information
ar: أدخل بيانات أمر العمل الجديد

source: Save & Close
ar: حفظ وإغلاق

source: Save & Keep
ar: حفظ ومتابعة

source: Delete
ar: حذف

source: General
ar: عام

# attachmentsTitle
source: Attachments
ar: المرفقات

# workflowHistoryTitle
source: Workflow History
ar: سجل سير العمل

source: Street Category
ar: تصنيف الشارع

source: -- Select Municipality --
ar: -- اختر البلدية --

source: -- Select District --
ar: -- اختر الحي --

source: Add Lane
ar: إضافة مسار

source: Lane No
ar: رقم المسار

source: Lane Type
ar: نوع المسار

# removeLane
source: Remove
ar: إزالة

source: Work Order Type
ar: نوع أمر العمل

# selectType
source: -- Select --
ar: -- اختر --

source: Work Order Date
ar: تاريخ أمر العمل

source: Work Order End Date
ar: تاريخ انتهاء أمر العمل

source: Work Order Renew Date
ar: تاريخ تجديد أمر العمل

# projectInfo
source: Project Information
ar: معلومات المشروع

source: Assign To
ar: تعيين إلى

source: Project Ref
ar: مرجع المشروع

source: Work Duration
ar: مدة العمل

# durationHelp
source: Work Duration Should be Estimated in Days
ar: يجب تقدير مدة العمل بالأيام

# additionalInfo
source: Additional Information
ar: معلومات إضافية

source: Equipment Name
ar: اسم المعدات

source: Add Equipment
ar: إضافة معدات

source: Add Fix
ar: إضافة إصلاح

source: Fix Name
ar: اسم الإصلاح

source: Fix Description
ar: وصف الإصلاح

source: Add BOQ Item
ar: إضافة عنصر BOQ

source: No items
ar: لا توجد عناصر

source: Work Order Notes
ar: ملاحظات أمر العمل

# notesPlaceholder
source: Put detailed notes about the work...
ar: ضع ملاحظات تفصيلية عن العمل...

source: Project Plan
ar: خطة المشروع

source: Select File
ar: اختر ملف

source: Image Before
ar: صورة قبل

source: Image After
ar: صورة بعد

source: Map Key
ar: مفتاح الخريطة

# otherDoc
source: Other Document
ar: مستند آخر

# followWorkflow
source: Follow up Workflow History
ar: متابعة سير العمل

source: No history
ar: لا يوجد سجل

# required
source: This field is required
ar: هذا الحقل مطلوب

# notFoundTitle
source: Page Not Found
ar: الصفحة غير موجودة

# notFoundMessage
source: Sorry, the page you're looking for doesn't exist or has been moved
ar: عذراً، الصفحة التي تبحث عنها غير موجودة أو تم نقلها إلى موقع آخر

# backHome
source: Back to Home
ar: العودة للرئيسية

source: Go Back
ar: رجوع

# suggestions
source: Or visit one of these pages:
ar: أو يمكنك زيارة إحدى هذه الصفحات:

source: Work Orders
ar: أوامر العمل

# stageConsultant
source: Consultant
ar: الاستشاري

# stageProjectManager
source: Project Manager
ar: مدير المشروع

# stageDepartmentManager
source: Department Manager
ar: مدير الإدارة

# stageMayor
source: Municipality Head
ar: رئيس البلدية

# stageExcavations
source: Excavations
ar: الحفريات

# stageGeneralManager
source: General Director
ar: مدير عام الإدارة

# stageContractor
source: Contractor
ar: المقاول
